Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# why_market_calm_text
source: This coin: %1$@ in 24h. Neither the market nor the coin is moving much.
ar: هذه العملة: %1$@ خلال 24 ساعة. لا السوق ولا العملة يتحركان كثيرًا.
cs: Tato mince: %1$@ za 24h. Trh ani mince se příliš nehýbou.
da: Denne mønt: %1$@ på 24t. Hverken markedet eller mønten bevæger sig meget.
de: Dieser Coin: %1$@ in 24h. Weder Markt noch Coin bewegen sich stark.
el: Αυτό το νόμισμα: %1$@ σε 24ω. Ούτε η αγορά ούτε το νόμισμα κινούνται πολύ.
es: Esta moneda: %1$@ en 24h. Ni el mercado ni la moneda se mueven mucho.
fa: این ارز: %1$@ در ۲۴ ساعت. نه بازار و نه ارز حرکت زیادی ندارند.
fi: Tämä kolikko: %1$@ 24 h. Markkina tai kolikko eivät juuri liiku.
fr: Cette crypto : %1$@ sur 24 h. Ni le marché ni la crypto ne bougent beaucoup.
he: המטבע הזה: %1$@ ב-24 שעות. לא השוק ולא המטבע זזים הרבה.
hi: यह कॉइन: 24 घंटे में %1$@। न मार्केट ज़्यादा हिल रहा है, न कॉइन।
hu: Ez az érme: %1$@ 24 óra alatt. Sem a piac, sem az érme nem mozog sokat.
id: Koin ini: %1$@ dalam 24 jam. Baik pasar maupun koin tidak banyak bergerak.
it: Questa moneta: %1$@ in 24h. Né il mercato né la moneta si muovono molto.
ja: このコイン：24時間で %1$@。市場もコインも大きく動いていません。
ko: 이 코인: 24시간 %1$@. 시장도 코인도 크게 움직이지 않습니다.
nb: Denne mynten: %1$@ på 24t. Verken markedet eller mynten beveger seg mye.
nl: Deze munt: %1$@ in 24u. Markt noch munt bewegen veel.
pl: Ta moneta: %1$@ w 24 h. Ani rynek, ani moneta mocno się nie ruszają.
pt: Esta moeda: %1$@ em 24h. Nem o mercado nem a moeda se mexem muito.
pt_br: Esta moeda: %1$@ em 24h. Nem o mercado nem a moeda se movem muito.
ro: Această monedă: %1$@ în 24h. Nici piața, nici moneda nu se mișcă mult.
ru: Эта монета: %1$@ за 24ч. Ни рынок, ни монета особо не движутся.
sq: Kjo monedhë: %1$@ në 24 orë. As tregu, as monedha nuk lëvizin shumë.
sv: Det här myntet: %1$@ på 24 h. Varken marknaden eller myntet rör sig mycket.
th: เหรียญนี้: %1$@ ใน 24 ชม. ทั้งตลาดและเหรียญไม่ได้เคลื่อนไหวมาก
tr: Bu coin: 24 saatte %1$@. Ne piyasa ne de coin pek hareket ediyor.
uk: Ця монета: %1$@ за 24г. Ні ринок, ні монета особливо не рухаються.
vi: Coin này: %1$@ trong 24h. Cả thị trường lẫn coin đều không biến động nhiều.
zh_hans: 该币种：24 小时 %1$@。市场和币种都没有大幅波动。

# why_market_leader_text
source: As the market leader, BTC usually pulls the rest of the market along. ETH: %1$@ in 24h.
ar: بصفته قائد السوق، يجرّ BTC عادةً بقية السوق معه. ETH: %1$@ خلال 24 ساعة.
cs: Jako lídr trhu BTC obvykle táhne zbytek trhu s sebou. ETH: %1$@ za 24h.
da: Som markedsleder trækker BTC som regel resten af markedet med. ETH: %1$@ på 24t.
de: Als Marktführer zieht BTC meist den restlichen Markt mit. ETH: %1$@ in 24h.
el: Ως ηγέτης της αγοράς, το BTC συνήθως παρασύρει την υπόλοιπη αγορά. ETH: %1$@ σε 24ω.
es: Como líder del mercado, BTC suele arrastrar al resto del mercado. ETH: %1$@ en 24h.
fa: BTC به‌عنوان رهبر بازار معمولاً بقیه بازار را با خود می‌کشد. ETH: %1$@ در ۲۴ ساعت.
fi: Markkinajohtajana BTC vetää yleensä muun markkinan mukanaan. ETH: %1$@ 24 h.
fr: En tant que leader du marché, BTC entraîne généralement le reste du marché. ETH : %1$@ sur 24 h.
he: כמוביל השוק, BTC בדרך כלל מושך איתו את שאר השוק. ETH: %1$@ ב-24 שעות.
hi: मार्केट लीडर होने के नाते BTC आमतौर पर बाकी मार्केट को साथ खींचता है। ETH: 24 घंटे में %1$@।
hu: Piacvezetőként a BTC általában magával húzza a piac többi részét. ETH: %1$@ 24 óra alatt.
id: Sebagai pemimpin pasar, BTC biasanya menarik sisa pasar ikut bergerak. ETH: %1$@ dalam 24 jam.
it: Come leader di mercato, BTC di solito trascina con sé il resto del mercato. ETH: %1$@ in 24h.
ja: 市場のリーダーとして、BTC は通常ほかの市場を引っ張ります。ETH：24時間で %1$@。
ko: 시장 주도주인 BTC는 보통 나머지 시장을 함께 끌고 갑니다. ETH: 24시간 %1$@.
nb: Som markedsleder drar BTC vanligvis resten av markedet med seg. ETH: %1$@ på 24t.
nl: Als marktleider trekt BTC meestal de rest van de markt mee. ETH: %1$@ in 24u.
pl: Jako lider rynku BTC zwykle pociąga za sobą resztę rynku. ETH: %1$@ w 24 h.
pt: Como líder do mercado, a BTC costuma arrastar o resto do mercado. ETH: %1$@ em 24h.
pt_br: Como líder do mercado, o BTC costuma arrastar o resto do mercado. ETH: %1$@ em 24h.
ro: Ca lider al pieței, BTC trage de obicei restul pieței după el. ETH: %1$@ în 24h.
ru: Как лидер рынка, BTC обычно тянет за собой остальной рынок. ETH: %1$@ за 24ч.
sq: Si lider i tregut, BTC zakonisht tërheq pas vetes pjesën tjetër të tregut. ETH: %1$@ në 24 orë.
sv: Som marknadsledare drar BTC oftast med sig resten av marknaden. ETH: %1$@ på 24 h.
th: ในฐานะผู้นำตลาด BTC มักดึงตลาดส่วนที่เหลือไปด้วย ETH: %1$@ ใน 24 ชม.
tr: Piyasa lideri olarak BTC genellikle piyasanın geri kalanını da peşinden sürükler. ETH: 24 saatte %1$@.
uk: Як лідер ринку, BTC зазвичай тягне за собою решту ринку. ETH: %1$@ за 24г.
vi: Là coin dẫn đầu thị trường, BTC thường kéo phần còn lại của thị trường theo. ETH: %1$@ trong 24h.
zh_hans: 作为市场龙头，BTC 通常会带动其余市场。ETH：24 小时 %1$@。

# why_market_leader_text_no_eth
source: As the market leader, BTC usually pulls the rest of the market along.
ar: بصفته قائد السوق، يجرّ BTC عادةً بقية السوق معه.
cs: Jako lídr trhu BTC obvykle táhne zbytek trhu s sebou.
da: Som markedsleder trækker BTC som regel resten af markedet med.
de: Als Marktführer zieht BTC meist den restlichen Markt mit.
el: Ως ηγέτης της αγοράς, το BTC συνήθως παρασύρει την υπόλοιπη αγορά.
es: Como líder del mercado, BTC suele arrastrar al resto del mercado.
fa: BTC به‌عنوان رهبر بازار معمولاً بقیه بازار را با خود می‌کشد.
fi: Markkinajohtajana BTC vetää yleensä muun markkinan mukanaan.
fr: En tant que leader du marché, BTC entraîne généralement le reste du marché.
he: כמוביל השוק, BTC בדרך כלל מושך איתו את שאר השוק.
hi: मार्केट लीडर होने के नाते BTC आमतौर पर बाकी मार्केट को साथ खींचता है।
hu: Piacvezetőként a BTC általában magával húzza a piac többi részét.
id: Sebagai pemimpin pasar, BTC biasanya menarik sisa pasar ikut bergerak.
it: Come leader di mercato, BTC di solito trascina con sé il resto del mercato.
ja: 市場のリーダーとして、BTC は通常ほかの市場を引っ張ります。
ko: 시장 주도주인 BTC는 보통 나머지 시장을 함께 끌고 갑니다.
nb: Som markedsleder drar BTC vanligvis resten av markedet med seg.
nl: Als marktleider trekt BTC meestal de rest van de markt mee.
pl: Jako lider rynku BTC zwykle pociąga za sobą resztę rynku.
pt: Como líder do mercado, a BTC costuma arrastar o resto do mercado.
pt_br: Como líder do mercado, o BTC costuma arrastar o resto do mercado.
ro: Ca lider al pieței, BTC trage de obicei restul pieței după el.
ru: Как лидер рынка, BTC обычно тянет за собой остальной рынок.
sq: Si lider i tregut, BTC zakonisht tërheq pas vetes pjesën tjetër të tregut.
sv: Som marknadsledare drar BTC oftast med sig resten av marknaden.
th: ในฐานะผู้นำตลาด BTC มักดึงตลาดส่วนที่เหลือไปด้วย
tr: Piyasa lideri olarak BTC genellikle piyasanın geri kalanını da peşinden sürükler.
uk: Як лідер ринку, BTC зазвичай тягне за собою решту ринку.
vi: Là coin dẫn đầu thị trường, BTC thường kéo phần còn lại của thị trường theo.
zh_hans: 作为市场龙头，BTC 通常会带动其余市场。

# why_market_wide_text
source: This coin: %1$@ in 24h — the driver is likely the overall market, not the coin itself.
ar: هذه العملة: %1$@ خلال 24 ساعة — المحرك على الأرجح هو السوق ككل وليس العملة نفسها.
cs: Tato mince: %1$@ za 24h – hnacím motorem je spíš celý trh než mince sama.
da: Denne mønt: %1$@ på 24t – drivkraften er nok det samlede marked, ikke mønten selv.
de: Dieser Coin: %1$@ in 24h – der Antrieb kommt eher vom Gesamtmarkt als vom Coin selbst.
el: Αυτό το νόμισμα: %1$@ σε 24ω — η κίνηση πιθανότατα οφείλεται στη συνολική αγορά, όχι στο ίδιο το νόμισμα.
es: Esta moneda: %1$@ en 24h — lo más probable es que el impulso venga del mercado en general, no de la moneda.
fa: این ارز: %1$@ در ۲۴ ساعت — محرک احتمالاً کل بازار است، نه خود ارز.
fi: Tämä kolikko: %1$@ 24 h – liikkeen taustalla on todennäköisesti koko markkina, ei kolikko itse.
fr: Cette crypto : %1$@ sur 24 h — le moteur est probablement le marché dans son ensemble, pas la crypto elle-même.
he: המטבע הזה: %1$@ ב-24 שעות — סביר שהמניע הוא השוק כולו ולא המטבע עצמו.
hi: यह कॉइन: 24 घंटे में %1$@ — असली वजह शायद पूरा मार्केट है, कॉइन खुद नहीं।
hu: Ez az érme: %1$@ 24 óra alatt – a mozgatórugó valószínűleg a teljes piac, nem maga az érme.
id: Koin ini: %1$@ dalam 24 jam — penggeraknya kemungkinan pasar secara keseluruhan, bukan koin itu sendiri.
it: Questa moneta: %1$@ in 24h — la spinta viene probabilmente dal mercato nel suo complesso, non dalla moneta.
ja: このコイン：24時間で %1$@ — 要因はコイン自体より市場全体である可能性が高いです。
ko: 이 코인: 24시간 %1$@ — 원인은 코인 자체보다 시장 전체일 가능성이 높습니다.
nb: Denne mynten: %1$@ på 24t – drivkraften er trolig markedet som helhet, ikke mynten selv.
nl: Deze munt: %1$@ in 24u – de drijvende kracht is waarschijnlijk de hele markt, niet de munt zelf.
pl: Ta moneta: %1$@ w 24 h — siłą napędową jest raczej cały rynek niż sama moneta.
pt: Esta moeda: %1$@ em 24h — o motor é provavelmente o mercado em geral, não a própria moeda.
pt_br: Esta moeda: %1$@ em 24h — o motor é provavelmente o mercado em geral, não a própria moeda.
ro: Această monedă: %1$@ în 24h — motorul este probabil piața în ansamblu, nu moneda însăși.
ru: Эта монета: %1$@ за 24ч — движущая сила, скорее всего, весь рынок, а не сама монета.
sq: Kjo monedhë: %1$@ në 24 orë — shtytësi ka të ngjarë të jetë tregu në tërësi, jo vetë monedha.
sv: Det här myntet: %1$@ på 24 h – drivkraften är troligen hela marknaden, inte myntet självt.
th: เหรียญนี้: %1$@ ใน 24 ชม. — แรงขับน่าจะมาจากตลาดโดยรวม ไม่ใช่ตัวเหรียญเอง
tr: Bu coin: 24 saatte %1$@ — itici güç muhtemelen coin’in kendisi değil, genel piyasa.
uk: Ця монета: %1$@ за 24г — рушійна сила, найімовірніше, весь ринок, а не сама монета.
vi: Coin này: %1$@ trong 24h — động lực nhiều khả năng đến từ toàn thị trường, không phải bản thân coin.
zh_hans: 该币种：24 小时 %1$@ —— 驱动因素很可能是整体市场，而非币种本身。

# why_no_data
source: No data from Binance for this pair
ar: لا توجد بيانات من Binance لهذا الزوج
cs: Žádná data z Binance pro tento pár
da: Ingen data fra Binance for dette par
de: Keine Daten von Binance für dieses Paar
el: Δεν υπάρχουν δεδομένα από Binance για αυτό το ζεύγος
es: No hay datos de Binance para este par
fa: داده‌ای از Binance برای این جفت وجود ندارد
fi: Ei Binance-tietoja tälle parille
fr: Aucune donnée Binance pour cette paire
he: אין נתונים מ-Binance לצמד זה
hi: इस पेयर के लिए Binance से कोई डेटा नहीं
hu: Nincs Binance-adat ehhez a párhoz
id: Tidak ada data Binance untuk pasangan ini
it: Nessun dato Binance per questa coppia
ja: このペアの Binance データはありません
ko: 이 거래쌍에 대한 Binance 데이터가 없습니다
nb: Ingen data fra Binance for dette paret
nl: Geen gegevens van Binance voor dit paar
pl: Brak danych z Binance dla tej pary
pt: Sem dados da Binance para este par
pt_br: Sem dados da Binance para este par
ro: Nu există date Binance pentru această pereche
ru: Нет данных Binance для этой пары
sq: Nuk ka të dhëna nga Binance për këtë çift
sv: Inga data från Binance för det här paret
th: ไม่มีข้อมูลจาก Binance สำหรับคู่นี้
tr: Bu çift için Binance verisi yok
uk: Немає даних Binance для цієї пари
vi: Không có dữ liệu Binance cho cặp này
zh_hans: 该交易对没有 Binance 数据

# why_no_data_hint
source: Price, volume and volatility come from Binance hourly candles.
ar: السعر والحجم والتقلب مصدرها شموع Binance الساعية.
cs: Cena, objem a volatilita pocházejí z hodinových svíček Binance.
da: Kurs, volumen og volatilitet kommer fra Binances timelys.
de: Kurs, Volumen und Volatilität stammen aus Binance-Stundenkerzen.
el: Τιμή, όγκος και μεταβλητότητα προέρχονται από ωριαία κεριά του Binance.
es: Precio, volumen y volatilidad provienen de las velas horarias de Binance.
fa: قیمت، حجم و نوسان از کندل‌های ساعتی Binance می‌آیند.
fi: Hinta, volyymi ja volatiliteetti tulevat Binancen tuntikynttilöistä.
fr: Le prix, le volume et la volatilité proviennent des bougies horaires de Binance.
he: מחיר, מחזור ותנודתיות מגיעים מנרות שעתיים של Binance.
hi: भाव, वॉल्यूम और अस्थिरता Binance की घंटेवार कैंडल से आते हैं।
hu: Az árfolyam, a forgalom és a volatilitás a Binance órás gyertyáiból származik.
id: Harga, volume, dan volatilitas berasal dari candle per jam Binance.
it: Prezzo, volume e volatilità provengono dalle candele orarie di Binance.
ja: 価格、出来高、ボラティリティは Binance の1時間足から取得しています。
ko: 시세, 거래량, 변동성은 Binance 1시간봉에서 가져옵니다.
nb: Kurs, volum og volatilitet kommer fra Binances timelys.
nl: Koers, volume en volatiliteit komen uit de uurcandles van Binance.
pl: Cena, wolumen i zmienność pochodzą z godzinnych świec Binance.
pt: Preço, volume e volatilidade vêm das velas horárias da Binance.
pt_br: Preço, volume e volatilidade vêm das velas horárias da Binance.
ro: Prețul, volumul și volatilitatea provin din lumânările orare Binance.
ru: Цена, объём и волатильность берутся из часовых свечей Binance.
sq: Çmimi, vëllimi dhe luhatshmëria vijnë nga qirinjtë orarë të Binance.
sv: Kurs, volym och volatilitet kommer från Binances timljus.
th: ราคา ปริมาณ และความผันผวนมาจากแท่งเทียนรายชั่วโมงของ Binance
tr: Fiyat, hacim ve volatilite Binance saatlik mumlarından gelir.
uk: Ціна, обсяг і волатильність беруться з годинних свічок Binance.
vi: Giá, khối lượng và độ biến động lấy từ nến giờ của Binance.
zh_hans: 价格、成交量和波动率来自 Binance 小时 K 线。

# why_open_interest_change
source: Open interest %1$@ since the last check.
ar: الفائدة المفتوحة %1$@ منذ آخر فحص.
cs: Open interest %1$@ od poslední kontroly.
da: Open interest %1$@ siden sidste måling.
de: Open Interest %1$@ seit der letzten Messung.
el: Ανοιχτό ενδιαφέρον %1$@ από τον τελευταίο έλεγχο.
es: Interés abierto %1$@ desde la última comprobación.
fa: موقعیت‌های باز %1$@ از آخرین بررسی.
fi: Avoimet positiot %1$@ edellisestä tarkistuksesta.
fr: Intérêt ouvert %1$@ depuis la dernière vérification.
he: Open interest %1$@ מאז הבדיקה האחרונה.
hi: पिछली जाँच के बाद से ओपन इंटरेस्ट %1$@।
hu: Nyitott pozíciók %1$@ a legutóbbi ellenőrzés óta.
id: Open interest %1$@ sejak pemeriksaan terakhir.
it: Open interest %1$@ dall'ultimo controllo.
ja: 前回チェック以降の建玉：%1$@。
ko: 지난 확인 이후 미결제약정 %1$@.
nb: Open interest %1$@ siden siste måling.
nl: Open interest %1$@ sinds de laatste meting.
pl: Otwarte pozycje %1$@ od ostatniego sprawdzenia.
pt: Interesse aberto %1$@ desde a última verificação.
pt_br: Interesse aberto %1$@ desde a última verificação.
ro: Interes deschis %1$@ de la ultima verificare.
ru: Открытый интерес %1$@ с последней проверки.
sq: Open interest %1$@ që nga kontrolli i fundit.
sv: Open interest %1$@ sedan senaste mätningen.
th: Open interest %1$@ นับจากการตรวจครั้งล่าสุด
tr: Son kontrolden bu yana açık pozisyon %1$@.
uk: Відкритий інтерес %1$@ з останньої перевірки.
vi: Open interest %1$@ kể từ lần kiểm tra trước.
zh_hans: 自上次检查以来持仓量 %1$@。

# why_sentiment_text
source: Fear & Greed index of the whole crypto market, %1$@ vs. yesterday.
ar: مؤشر الخوف والطمع لسوق العملات المشفرة بأكمله، %1$@ مقارنةً بالأمس.
cs: Index Strach a chamtivost celého kryptotrhu, %1$@ oproti včerejšku.
da: Fear & Greed-indeks for hele kryptomarkedet, %1$@ i forhold til i går.
de: Fear & Greed Index des gesamten Kryptomarkts, %1$@ gegenüber gestern.
el: Δείκτης Fear & Greed όλης της αγοράς κρυπτονομισμάτων, %1$@ σε σχέση με χθες.
es: Índice Fear & Greed de todo el mercado cripto, %1$@ respecto a ayer.
fa: شاخص ترس و طمع کل بازار رمزارز، %1$@ نسبت به دیروز.
fi: Koko kryptomarkkinan Fear & Greed -indeksi, %1$@ eiliseen verrattuna.
fr: Indice Fear & Greed de l'ensemble du marché crypto, %1$@ par rapport à hier.
he: מדד פחד ותאוות בצע של כל שוק הקריפטו, %1$@ לעומת אתמול.
hi: पूरे क्रिप्टो मार्केट का डर और लालच इंडेक्स, कल की तुलना में %1$@।
hu: A teljes kriptopiac Félelem és kapzsiság indexe, %1$@ a tegnapihoz képest.
id: Indeks Fear & Greed seluruh pasar kripto, %1$@ dibanding kemarin.
it: Indice Fear & Greed dell'intero mercato cripto, %1$@ rispetto a ieri.
ja: 暗号資産市場全体の恐怖・強欲指数、昨日比 %1$@。
ko: 전체 암호화폐 시장의 공포·탐욕 지수, 어제 대비 %1$@.
nb: Fear & Greed-indeks for hele kryptomarkedet, %1$@ mot i går.
nl: Fear & Greed-index van de hele cryptomarkt, %1$@ t.o.v. gisteren.
pl: Indeks Strach i chciwość całego rynku krypto, %1$@ względem wczoraj.
pt: Índice Fear & Greed de todo o mercado cripto, %1$@ face a ontem.
pt_br: Índice Fear & Greed de todo o mercado cripto, %1$@ em relação a ontem.
ro: Indicele Fear & Greed al întregii piețe cripto, %1$@ față de ieri.
ru: Индекс страха и жадности всего криптовалютного рынка, %1$@ к вчерашнему дню.
sq: Indeksi Fear & Greed i gjithë tregut kripto, %1$@ krahasuar me dje.
sv: Fear & Greed-index för hela kryptomarknaden, %1$@ jämfört med i går.
th: ดัชนีความกลัวและความโลภของตลาดคริปโตทั้งหมด %1$@ เทียบกับเมื่อวาน
tr: Tüm kripto piyasasının Korku ve Açgözlülük endeksi, düne göre %1$@.
uk: Індекс страху й жадібності всього крипторинку, %1$@ відносно вчора.
vi: Chỉ số Sợ hãi & Tham lam của toàn thị trường crypto, %1$@ so với hôm qua.
zh_hans: 整个加密市场的恐惧与贪婪指数，较昨日 %1$@。

# why_sentiment_text_no_change
source: Fear & Greed index of the whole crypto market.
ar: مؤشر الخوف والطمع لسوق العملات المشفرة بأكمله.
cs: Index Strach a chamtivost celého kryptotrhu.
da: Fear & Greed-indeks for hele kryptomarkedet.
de: Fear & Greed Index des gesamten Kryptomarkts.
el: Δείκτης Fear & Greed όλης της αγοράς κρυπτονομισμάτων.
es: Índice Fear & Greed de todo el mercado cripto.
fa: شاخص ترس و طمع کل بازار رمزارز.
fi: Koko kryptomarkkinan Fear & Greed -indeksi.
fr: Indice Fear & Greed de l'ensemble du marché crypto.
he: מדד פחד ותאוות בצע של כל שוק הקריפטו.
hi: पूरे क्रिप्टो मार्केट का डर और लालच इंडेक्स।
hu: A teljes kriptopiac Félelem és kapzsiság indexe.
id: Indeks Fear & Greed seluruh pasar kripto.
it: Indice Fear & Greed dell'intero mercato cripto.
ja: 暗号資産市場全体の恐怖・強欲指数。
ko: 전체 암호화폐 시장의 공포·탐욕 지수.
nb: Fear & Greed-indeks for hele kryptomarkedet.
nl: Fear & Greed-index van de hele cryptomarkt.
pl: Indeks Strach i chciwość całego rynku krypto.
pt: Índice Fear & Greed de todo o mercado cripto.
pt_br: Índice Fear & Greed de todo o mercado cripto.
ro: Indicele Fear & Greed al întregii piețe cripto.
ru: Индекс страха и жадности всего криптовалютного рынка.
sq: Indeksi Fear & Greed i gjithë tregut kripto.
sv: Fear & Greed-index för hela kryptomarknaden.
th: ดัชนีความกลัวและความโลภของตลาดคริปโตทั้งหมด
tr: Tüm kripto piyasasının Korku ve Açgözlülük endeksi.
uk: Індекс страху й жадібності всього крипторинку.
vi: Chỉ số Sợ hãi & Tham lam của toàn thị trường crypto.
zh_hans: 整个加密市场的恐惧与贪婪指数。

# why_summary_against
source: The coin is moving against the market.
ar: العملة تتحرك عكس السوق.
cs: Mince se pohybuje proti trhu.
da: Mønten bevæger sig mod markedet.
de: Der Coin bewegt sich gegen den Markt.
el: Το νόμισμα κινείται αντίθετα από την αγορά.
es: La moneda se mueve en contra del mercado.
fa: کوین خلاف جهت بازار حرکت می‌کند.
fi: Kolikko liikkuu markkinaa vastaan.
fr: La crypto évolue à contre-courant du marché.
he: המטבע נע נגד השוק.
hi: कॉइन बाज़ार के उलट चल रहा है।
hu: Az érme a piaccal szemben mozog.
id: Koin ini bergerak berlawanan dengan pasar.
it: La moneta si muove contro il mercato.
ja: このコインは市場と逆方向に動いています。
ko: 코인이 시장과 반대로 움직입니다.
nb: Mynten beveger seg mot markedet.
nl: De munt beweegt tegen de markt in.
pl: Moneta porusza się wbrew rynkowi.
pt: A moeda move-se contra o mercado.
pt_br: A moeda se move contra o mercado.
ro: Moneda se mișcă împotriva pieței.
ru: Монета движется против рынка.
sq: Monedha lëviz kundër tregut.
sv: Myntet rör sig mot marknaden.
th: เหรียญนี้เคลื่อนไหวสวนทางตลาด
tr: Coin piyasaya ters yönde hareket ediyor.
uk: Монета рухається проти ринку.
vi: Coin đang đi ngược thị trường.
zh_hans: 该币种与市场反向波动。

# why_summary_calm
source: No notable move: market and coin are calm.
ar: لا حركة لافتة: السوق والعملة هادئان.
cs: Žádný výrazný pohyb: trh i mince jsou klidné.
da: Ingen bemærkelsesværdig bevægelse: marked og mønt er rolige.
de: Keine auffällige Bewegung: Markt und Coin sind ruhig.
el: Καμία αξιοσημείωτη κίνηση: αγορά και νόμισμα είναι ήρεμα.
es: Sin movimiento destacable: mercado y moneda están tranquilos.
fa: حرکت قابل‌توجهی نیست: بازار و کوین آرام‌اند.
fi: Ei huomattavaa liikettä: markkina ja kolikko ovat rauhallisia.
fr: Aucun mouvement notable : marché et crypto sont calmes.
he: אין תנועה בולטת: השוק והמטבע רגועים.
hi: कोई ख़ास चाल नहीं: बाज़ार और कॉइन शांत हैं।
hu: Nincs feltűnő mozgás: a piac és az érme nyugodt.
id: Tidak ada pergerakan menonjol: pasar dan koin tenang.
it: Nessun movimento rilevante: mercato e moneta sono calmi.
ja: 目立った動きなし：市場もコインも落ち着いています。
ko: 눈에 띄는 움직임 없음: 시장과 코인 모두 조용합니다.
nb: Ingen påfallende bevegelse: marked og mynt er rolige.
nl: Geen opvallende beweging: markt en munt zijn rustig.
pl: Brak wyraźnego ruchu: rynek i moneta są spokojne.
pt: Sem movimento relevante: mercado e moeda estão calmos.
pt_br: Sem movimento relevante: mercado e moeda estão calmos.
ro: Nicio mișcare notabilă: piața și moneda sunt calme.
ru: Заметного движения нет: рынок и монета спокойны.
sq: Asnjë lëvizje e dukshme: tregu dhe monedha janë të qetë.
sv: Ingen påfallande rörelse: marknad och mynt är lugna.
th: ไม่มีการเคลื่อนไหวที่โดดเด่น: ทั้งตลาดและเหรียญสงบ
tr: Dikkat çekici hareket yok: piyasa ve coin sakin.
uk: Помітного руху немає: ринок і монета спокійні.
vi: Không có biến động đáng chú ý: thị trường và coin đều yên ả.
zh_hans: 没有明显波动：市场和币种都很平静。

# why_summary_coin
source: Only this coin is moving – likely a reason specific to the coin.
ar: هذه العملة وحدها تتحرك – على الأرجح لسبب خاص بالعملة نفسها.
cs: Hýbe se jen tato mince – pravděpodobně důvod přímo u mince.
da: Kun denne mønt bevæger sig – sandsynligvis en årsag hos selve mønten.
de: Nur dieser Coin bewegt sich – vermutlich ein Grund beim Coin selbst.
el: Κινείται μόνο αυτό το νόμισμα – πιθανώς λόγος που αφορά το ίδιο το νόμισμα.
es: Solo se mueve esta moneda: probablemente un motivo propio de la moneda.
fa: فقط همین کوین حرکت می‌کند – احتمالاً دلیلی مربوط به خود کوین.
fi: Vain tämä kolikko liikkuu – todennäköisesti syy on kolikossa itsessään.
fr: Seule cette crypto bouge – probablement une raison propre à la crypto.
he: רק המטבע הזה זז – כנראה סיבה הקשורה למטבע עצמו.
hi: सिर्फ़ यही कॉइन चल रहा है – शायद कॉइन से जुड़ी कोई वजह।
hu: Csak ez az érme mozog – valószínűleg magánál az érménél van az ok.
id: Hanya koin ini yang bergerak – kemungkinan penyebabnya ada pada koin itu sendiri.
it: Si muove solo questa moneta – probabilmente un motivo legato alla moneta stessa.
ja: このコインだけが動いています – コイン自体に理由がある可能性があります。
ko: 이 코인만 움직입니다 – 코인 자체에 이유가 있을 가능성이 큽니다.
nb: Bare denne mynten beveger seg – trolig en årsak hos selve mynten.
nl: Alleen deze munt beweegt – waarschijnlijk een reden bij de munt zelf.
pl: Porusza się tylko ta moneta – prawdopodobnie powód leży w samej monecie.
pt: Só esta moeda se move – provavelmente um motivo próprio da moeda.
pt_br: Só esta moeda se move – provavelmente um motivo específico da moeda.
ro: Doar această monedă se mișcă – probabil un motiv ce ține de moneda însăși.
ru: Движется только эта монета – вероятно, причина в самой монете.
sq: Lëviz vetëm kjo monedhë – ka të ngjarë një arsye te vetë monedha.
sv: Bara det här myntet rör sig – troligen en orsak hos myntet självt.
th: มีเพียงเหรียญนี้ที่เคลื่อนไหว – น่าจะมีเหตุผลเฉพาะของเหรียญเอง
tr: Yalnızca bu coin hareket ediyor – muhtemelen coin'in kendisine özgü bir neden.
uk: Рухається лише ця монета – імовірно, причина в самій монеті.
vi: Chỉ coin này biến động – có lẽ do lý do riêng của coin.
zh_hans: 只有这个币种在波动——原因可能在币种本身。
